Tekla Open API Reference for Tekla Structures 2025
StringConstantFilterExpression Methods
The StringConstantFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
StringConstantFilterExpression Class
Tekla.Structures.Filtering Namespace